<template>
    <div class="protocolIOS">
        <h1>用户隐私保护协议</h1>

        <h2>用户个人隐私信息保护</h2>
        <ol>
            <li>1.
                用户在注册账号或使用本服务的过程中，可能需要填写一些或提交一些必要的信息，如法律法规，规章规范性文件（以下简称“法律法规”）规定的需要填写的身份信息。如用户提交的信息不完整或不符合法律法规的规定，则用户可能无法使用本服务或在使用本服务的过程中收到的限制。
            </li>
            <li>2.
                个人隐私信息是指涉及用户个人身份或个人隐私的信息，比如，用户真实姓名、身份证、手机号码、手机设备识别码、IP地址、用户聊天记录。非个人隐私信息是指用户对本服务的操作状态以及使用习惯等明确且客观反映在<span>浙江逗号信息技术有限公司</span>服务器端的基本记录信息、个人隐私信息范围外的其他普通信息，以及用户同意公开的上述隐私信息。
            </li>
            <li>3.
                尊重用户个人隐私信息的私有性是<span>浙江逗号信息技术有限公司</span>的一贯制度，<span>浙江逗号信息技术有限公司</span>将采取技术措施或其他必要措施，确保用户个人隐私信息安全，防止在本服务中收集的用户个人隐私信息泄露、毁损或丢失。在发生前述情形的可能时，将及时采取补救措施。
            </li>
            <li>4. <span>浙江逗号信息技术有限公司</span>未经用户同意不向任何第三方公开、透露用户个人隐私信息。但以下特定情形除非：<br>
                <p>
                    &nbsp; 1)、<span>浙江逗号信息技术有限公司</span>根据法律法规规定或有权机关的指示提供用户的个人隐私信息；<br>

                    &emsp;&emsp;&nbsp;
                    2)、由于用户将其用户密码告知他人或与他人共享注册账号与密码，由此导致的任何个人信息的泄露，或其他非因<span>浙江逗号信息技术有限公司</span>原因导致的个人隐私信息的泄露；<br>

                    &emsp;&emsp;&nbsp; 3)、用户自行向第三方公开其个人隐私信息；<br>

                    &emsp;&emsp;&nbsp; 4)、用户与<span>浙江逗号信息技术有限公司</span>及合作单位之间就用户个人隐私信息的使用公开达成约定，<span>浙江逗号信息技术有限公司</span>此向合作单位公开用户个人隐私信息；<br>

                    &emsp;&emsp;&nbsp; 5)、任何由于黑客攻击、电脑病毒侵入及其他不可抗力事件导致用户个人隐私信息的泄露；
                </p>
            </li>
            <li>5. 用户同意<span>浙江逗号信息技术有限公司</span>可在以下事项中使用用户的个人隐私信息：<br>
                <p>
                    &nbsp; 1)、<span>浙江逗号信息技术有限公司</span>向用户及时发送重要通知，如软件更新，本协议条款的变更；<br>

                    &emsp;&emsp;&nbsp; 2)、<span>浙江逗号信息技术有限公司</span>内部进行审计、数据分析和研究等，已改进点击生活产品，服务和与用户之间的沟通；<br>

                    &emsp;&emsp;&nbsp; 3)、依本协议约定，<span>浙江逗号信息技术有限公司</span>管理、审核用户信息及进行处理措施；<br>

                    &emsp;&emsp;&nbsp; 4)、适用法律法规规定的其他事项；<br>

                    &emsp;&emsp;除上述事项外，如未取得用户事先同意，<span>浙江逗号信息技术有限公司</span>不会将用户个人隐私信息适用于任何其他用途。
                </p>
            </li>
            <li>
                6. <span>浙江逗号信息技术有限公司</span>重视对未成年人个人隐私信息的保护。<span>浙江逗号信息技术有限公司</span>将依赖用户提供的个人信息判断用户是否为未成年人。任何18岁以下的未成年人注册账号或使用本服务应事先取得家长或其法定监护人（以下简称“监护人”）的书面同意。除根据法律法规的规定及有权机关的指示披露外，<span>浙江逗号信息技术有限公司</span>不会使用向任何第三方透露未成年人的聊天记录及其他个人隐私信息。除本协议约定的例外情形外，未经监护人事先同意，<span>浙江逗号信息技术有限公司</span>不会使用向任何第三方透露未成年人的个人隐私信息。
            </li>
            <li>
                7. 用户确认，其地理位置信息为非个人隐私信息，用户成功注册“APP”账号视为确认授权<span>浙江逗号信息技术有限公司</span>提取、公开及使用用户的地理位置信息。用户地理位置信息将作为用户公开资料之一，由<span>浙江逗号信息技术有限公司</span>向其他用户公开。如用户需终止向其他用户公开其地理位置信息，可随时自行设置手机隐私。
            </li>
            <li>
                8. 为了改善<span>浙江逗号信息技术有限公司</span>的技术和服务，向用户提供更好的服务体验，<span>浙江逗号信息技术有限公司</span>或会自行收集使用或向第三方提供用户的非个人隐私信息。
            </li>
        </ol>
        
    </div>
</template>

<script>
    export default {
        name: "protocolIOS"
    }
</script>

<style scoped lang="sass">
    .protocolIOS
        padding: .2rem .3rem .8rem
        h1, h2
            text-indent: 1em
        h1
            font-size: .32rem
            font-weight: bold
            text-align: center
            line-height: 1rem
        h2
            font-size: .28rem
            font-weight: 600
            line-height: .58rem
        h3
            font-weight: 600
            margin: .2rem 0
        p, li
            text-indent: 2em
        span
            color: red
</style>